{
  "title": "About me",
  "subtitle": "my CV",
  "items": [
    {
      "id": "Education",
      "title": "Education",
      "items": [
        {
          "title": "Heinrich-Heine-Schule Büdelsdorf",
          "date": "Oct. 2017 - today",
          "text": [
            "Expecting to graduate with A-Levels in 2020.",
            "Focus on social science. Chose music and advanced French classes."
          ]
        },
        {
          "title": "Freie Waldorfschule Rendsburg",
          "date": "Jul. 2006 - Oct. 2017",
          "text": [
            "Left without a degree due to the school's insolvency.",
            "Former member of the elected state-wide and the local student's council and helped with projects such as <q>Schüler helfen Schüler</q> (help for refugees)."
          ]
        },
        {
          "title": "Student exchange to France",
          "date": "Sep. 2016 - Dec. 2016",
          "text": [
            "Three-month long, mutual student exchange to Nantes, capital of the French region <q>Pays de la Loire</q>.",
            "Visited the <q>Lycée Nelson Mandela</q> for the time, thus having all my classes in French (Première S, focus on natural sciences)."
          ]
        }
      ]
    },
    {
      "id": "Experience",
      "title": "Experience",
      "items": [
        {
          "title": "Web development and design",
          "date": "Aug. 2015 - today",
          "text": [
            "Helped realize several projects and complete tasks as a Virtual Assistant. Design and development of websites based on client guidelines.",
            "Amongst my projects are small e-commerce websites as well as complex livestreaming systems. Mostly English-speaking contacts."
          ]
        },
        {
          "title": "Internship at HanseWerk AG (formerly E.ON Hanse)",
          "date": "Feb. 2017",
          "text": [
            "Two-week long internship where I got to take a look at all of the company's branches, special focus on software and electrical engineering."
          ]
        },
        {
          "title": "Internship with landscape architect Dipl.-Ing. Johannes Kahl",
          "date": "Feb. 2017",
          "text": [
            "Two-week long internship with a focus on design and creativity. Used Adobe Illustrator, Photoshop, Inkscape, pencils and markers a lot."
          ]
        }
      ]
    },
    {
      "id": "Skills",
      "title": "Skills and knowledge",
      "items": [
        {
          "title": "General",
          "type": "list",
          "text": [
            "Calm, skilled in (professional) professional social interactions, willing to compromise, relatively extroverted",
            "Sense of responsibility and leadership",
            "Good autodidact and diverse interests"
          ]
        },
        {
          "id": "Languages",
          "title": "Languages",
          "type": "list",
          "items": [
            {
              "title": "English ~ C2 ~ 10 years",
              "text": [
                "Lessons in school since first grade as well as use of anglophone resources for learning, use in professional context."
              ]
            },
            {
              "title": "French ~ B2 - C1 ~ 9 years",
              "text": [
                "Lessons in school as well as student exchange and several other trips to France. Good knowledge in written and spoken word. Easy, fluent expression in daily use of the language."
              ]
            },
            {
              "title": "German - native language"
            }
          ]
        },
        {
          "id": "CS",
          "title": "Computer science",
          "type": "list",
          "items": [
            {
              "title": "Programming",
              "items": [
                "HTML (Jade, HAML, Liquid, etc.), CSS (Sass), JavaScript (jQuery, CoffeeScript, React, Angular, Vue.js, ECMAScript 6).",
                "Ruby (on Rails), Java (Eclipse, Android), PHP (Symfony, Wordpress), Python.",
                "Knowledge and experience with Apache, Nginx, Wowza, Nimble, Linux, Windows, SQL (MySQL, Postgres, NoSQL, etc)."
              ]
            },
            {
              "title": "Programs",
              "items": [
                "Graphical editing: Adobe Photoshop and Illustrator, Gimp.",
                "Video editing: Adobe Premiere.",
                "LibreOffice Suite (skills are mostly applicable to Microsoft Office)."
              ]
            }
          ]
        },
        {
          "id": "Other",
          "title": "Other interests",
          "type": "list",
          "text": [
            "<b>Sports</b> - former team captain of local American football team, participated in the all-star competition of Schleswig-Holstein in 2015; weightlifting.",
            "<b>Music</b> – electrical guitar, ukulele, electrical bass; in several bands with occasional gigs.",
            "<b>Writing and languages.</b>"
          ]
        }
      ]
    }
  ]
}
